Repository: mtvvi/Metronome
Catalog: PlayerApp/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Library
ru: Медиатека

source: Sources
ru: Источники

source: EQ
ru: Эквалайзер

source: Output
ru: Выход

source: Settings
ru: Настройки

source: Now Playing
ru: Сейчас играет

source: Parametric Equalizer
ru: Параметрический эквалайзер

source: Master Gain
ru: Общее усиление

source: Frequency
ru: Частота

source: Gain
ru: Усиление

source: Quality
ru: Добротность

source: Playback & ReplayGain
ru: Воспроизведение и ReplayGain

source: Audio Capabilities
ru: Возможности аудио

source: Licenses
ru: Лицензии

source: About
ru: О приложении

source: Actual Output
ru: Фактический выход

source: Add Band
ru: Добавить полосу

source: Add Folder
ru: Добавить папку

source: Add to Queue
ru: В конец очереди

source: All Outputs
ru: Все выходы

source: Apply
ru: Применить

source: Apply as User Copy
ru: Применить как пользовательскую копию

source: Artist
ru: Исполнитель

source: Artists
ru: Исполнители

source: Albums
ru: Альбомы

source: Band Enabled
ru: Полоса включена

source: Bands
ru: Полосы

source: Bit-Perfect Mode
ru: Режим bit-perfect

source: Built-in
ru: Встроенные

source: Bypass
ru: Обход

source: Cancel
ru: Отмена

source: Current Route
ru: Текущий маршрут

source: Decoders
ru: Декодеры

source: Delete
ru: Удалить

source: Dismiss
ru: Закрыть

source: Done
ru: Готово

source: Duplicate
ru: Дублировать

source: Enable
ru: Включить

source: Equalizer
ru: Эквалайзер

source: Export Equalizer APO…
ru: Экспорт Equalizer APO…

source: Filter Type
ru: Тип фильтра

source: Flat
ru: Без коррекции

source: Headphones
ru: Наушники

source: Import / Export
ru: Импорт и экспорт

source: Import Equalizer APO…
ru: Импорт Equalizer APO…

source: Import Music Library
ru: Импортировать медиатеку Music

source: Library Section
ru: Раздел медиатеки

source: Measurement
ru: Измерение

source: Move Left
ru: Переместить влево

source: Move Right
ru: Переместить вправо

source: Network Sources
ru: Сетевые источники

source: No EQ Bands
ru: Нет полос эквалайзера

source: No Sources
ru: Нет источников

source: Nothing Playing
ru: Ничего не воспроизводится

source: Play Album
ru: Воспроизвести альбом

source: Play All
ru: Воспроизвести всё

source: Play Next
ru: Воспроизвести следующим

source: Playback
ru: Воспроизведение

source: Preamp with metadata
ru: Предусиление с метаданными

source: Preamp without metadata
ru: Предусиление без метаданных

source: Preset
ru: Профиль

source: Preset Library
ru: Библиотека профилей

source: Presets
ru: Профили

source: Prevent clipping
ru: Предотвращать клиппинг

source: Processing
ru: Обработка

source: Remove Index Only
ru: Удалить только индекс

source: Remove Index and Forget Access
ru: Удалить индекс и забыть доступ

source: Remove Source
ru: Удалить источник

source: Rename
ru: Переименовать

source: Rename Preset
ru: Переименовать профиль

source: Reset
ru: Сбросить

source: Route
ru: Маршрут

source: Sample Rate
ru: Частота дискретизации

source: Search tracks
ru: Поиск треков

source: Signal Path
ru: Сигнальный тракт

source: Source
ru: Источник

source: Target
ru: Целевая кривая

source: Third-Party Notices
ru: Уведомления сторонних компонентов

source: Tracks
ru: Треки

source: Try Again
ru: Повторить

source: User Presets
ru: Пользовательские профили

source: Add a band to start shaping the response.
ru: Добавьте полосу, чтобы начать настройку АЧХ.

source: Add a folder from Files to begin scanning.
ru: Добавьте папку из приложения «Файлы», чтобы начать сканирование.

source: AirPlay and Bluetooth routes may apply system-managed conversion. Actual values are shown above.
ru: При выводе через AirPlay и Bluetooth система может преобразовывать аудио. Фактические параметры показаны выше.

source: Attribution
ru: Атрибуция

source: Cancel scan
ru: Отменить сканирование

source: Channels
ru: Каналы

source: Choose audio output
ru: Выбрать аудиовыход

source: Choose output route
ru: Выбрать маршрут вывода

source: Conversion
ru: Преобразование

source: Diagnostics
ru: Диагностика

source: EQ, master gain, ReplayGain, analyzer and clipping processing are bypassed.
ru: Эквалайзер, общее усиление, ReplayGain, анализатор и защита от клиппинга отключены.

source: Import or export equalizer preset
ru: Импортировать или экспортировать профиль эквалайзера

source: License
ru: Лицензия

source: Live spectrum is off in bit-perfect mode; the curve is the predicted EQ response.
ru: В режиме bit-perfect живой спектр отключён; показана расчётная АЧХ эквалайзера.

source: Manage Sources
ru: Управление источниками

source: Mode
ru: Режим

source: No saved user presets.
ru: Нет сохранённых пользовательских профилей.

source: Pinned revision
ru: Закреплённая ревизия

source: Play
ru: Воспроизвести

source: Playback position
ru: Позиция воспроизведения

source: Preference
ru: Предпочтение

source: Project
ru: Проект

source: Queue
ru: Очередь

source: Reconnect Folder
ru: Переподключить папку

source: Remove…
ru: Удалить…

source: Repeat
ru: Повтор

source: Rescan
ru: Сканировать снова

source: Retry Save
ru: Повторить сохранение

source: Save equalizer
ru: Сохранить эквалайзер

source: Scan progress
ru: Ход сканирования

source: Shuffle
ru: Перемешивание

source: System search could not be updated.
ru: Не удалось обновить системный поиск.

source: 1 channel
ru: 1 канал

source: Collection playback is unavailable.
ru: Воспроизведение коллекции недоступно.

source: DSP is bypassed in bit-perfect mode.
ru: В режиме bit-perfect обработка DSP отключена.

source: Download this track in Music before playing it here.
ru: Загрузите этот трек в приложении «Музыка», прежде чем воспроизводить его здесь.

source: Equalizer active
ru: Эквалайзер активен

source: Equalizer bypassed
ru: Эквалайзер отключён

source: Equalizer response graph. No band selected.
ru: График АЧХ эквалайзера. Полоса не выбрана.

source: Export complete.
ru: Экспорт завершён.

source: Export failed.
ru: Не удалось экспортировать профиль.

source: Folder permission is stale. Add the folder again.
ru: Разрешение на папку устарело. Добавьте папку снова.

source: Folder permission was denied.
ru: Доступ к папке запрещён.

source: Library Database Unavailable
ru: База медиатеки недоступна

source: Library Unavailable
ru: Медиатека недоступна

source: License text is unavailable in this build.
ru: Текст лицензии недоступен в этой сборке.

source: Metronome could not open its library database.
ru: Metronome не удалось открыть базу медиатеки.

source: Metronome could not refresh the library.
ru: Metronome не удалось обновить медиатеку.

source: Music Library access was not granted.
ru: Доступ к медиатеке Music не предоставлен.

source: Music Library import is unavailable.
ru: Импорт медиатеки Music недоступен.

source: No tracks imported yet.
ru: Треки ещё не импортированы.

source: Not active yet
ru: Пока не активно

source: Open Music
ru: Открыть «Музыку»

source: Open Sources
ru: Открыть источники

source: Playback is unavailable.
ru: Воспроизведение недоступно.

source: Preset search failed.
ru: Не удалось выполнить поиск профилей.

source: Reconnect or add the source folder again.
ru: Переподключите или добавьте папку-источник снова.

source: Scan cancelled.
ru: Сканирование отменено.

source: Settings could not be loaded.
ru: Не удалось загрузить настройки.

source: Settings could not be saved.
ru: Не удалось сохранить настройки.

source: The audio asset is currently unavailable.
ru: Аудиофайл сейчас недоступен.

source: The library database is not available.
ru: База медиатеки недоступна.

source: This DRM-protected Music Library item cannot be played.
ru: Этот защищённый DRM объект медиатеки Music нельзя воспроизвести.

source: This folder is already added.
ru: Эта папка уже добавлена.

source: This folder overlaps an existing source and would duplicate tracks.
ru: Эта папка пересекается с существующим источником и создаст дубликаты треков.

source: This library cannot remove source indexes.
ru: Эта медиатека не может удалять индексы источников.

source: This library cannot remove sources.
ru: Эта медиатека не может удалять источники.

source: This track has no valid playback location.
ru: Для этого трека нет корректного адреса воспроизведения.

source: This track is currently unavailable.
ru: Этот трек сейчас недоступен.

source: Try again. If the problem continues, restart the app before resetting any data.
ru: Повторите попытку. Если проблема сохранится, перезапустите приложение перед сбросом данных.

source: Try again. Previously loaded tracks remain available.
ru: Повторите попытку. Ранее загруженные треки остаются доступны.

source: Try opening the library again.
ru: Попробуйте открыть медиатеку снова.

source: Unable to Load Library
ru: Не удалось загрузить медиатеку

source: Unable to add folder.
ru: Не удалось добавить папку.

source: Unable to import Music Library.
ru: Не удалось импортировать медиатеку Music.

source: Unable to load more tracks.
ru: Не удалось загрузить дополнительные треки.

source: Unable to load sources.
ru: Не удалось загрузить источники.

source: Unable to load this album.
ru: Не удалось загрузить этот альбом.

source: Unable to load this artist.
ru: Не удалось загрузить этого исполнителя.

source: Unable to reconnect this source.
ru: Не удалось переподключить этот источник.

source: Unable to remove source.
ru: Не удалось удалить источник.

source: Unable to remove the source index.
ru: Не удалось удалить индекс источника.

source: Unable to restore the saved queue.
ru: Не удалось восстановить сохранённую очередь.

source: Unavailable
ru: Недоступно

source: Parametric
ru: Параметрический

source: Low Pass
ru: ФНЧ

source: High Pass
ru: ФВЧ

source: Resonant Low Pass
ru: Резонансный ФНЧ

source: Resonant High Pass
ru: Резонансный ФВЧ

source: Band Pass
ru: Полосовой

source: Band Stop
ru: Режекторный

source: Low Shelf
ru: Низкочастотная полка

source: High Shelf
ru: Высокочастотная полка

source: Resonant Low Shelf
ru: Резонансная НЧ-полка

source: Resonant High Shelf
ru: Резонансная ВЧ-полка

source: enabled
ru: включена

source: bypassed
ru: отключена

source: Next track
ru: Следующий трек

source: Open Now Playing
ru: Открыть экран воспроизведения

source: Opening Library…
ru: Открытие медиатеки…

source: Previous track
ru: Предыдущий трек

source: Reset Local Library
ru: Сбросить локальную медиатеку

source: Reset the local library database?
ru: Сбросить локальную базу медиатеки?

source: The local index, queue, equalizer presets and saved folder permissions will be removed. Audio files are never deleted.
ru: Будут удалены локальный индекс, очередь, профили эквалайзера и сохранённые разрешения на папки. Аудиофайлы никогда не удаляются.

source: Pause
ru: Пауза

source: On
ru: Вкл.

source: Off
ru: Выкл.

source: All tracks
ru: Все треки

source: One track
ru: Один трек

source: Enabled
ru: Включена

source: Bypassed
ru: Отключена

source: Maximum of 16 bands reached
ru: Достигнут максимум: 16 полос

source: Track
ru: Трек

source: Album
ru: Альбом

source: Audio session is not active; actual output is unknown.
ru: Аудиосессия не активна; фактические параметры выхода неизвестны.

source: Conditional
ru: Условно

source: DSD may be converted to PCM. DoP is unavailable until backend and DAC tests confirm it.
ru: DSD может преобразовываться в PCM. DoP недоступен, пока его не подтвердят тесты backend и ЦАП.

source: Decoded by system or pinned audio engine.
ru: Декодируется системой или закреплённым аудиодвижком.

source: Decoded by the pinned audio engine.
ru: Декодируется закреплённым аудиодвижком.

source: Lossless PCM decode.
ru: Декодирование PCM без потерь.

source: No track loaded.
ru: Трек не загружен.

source: PCM decode.
ru: Декодирование PCM.

source: Requires the codec products resolved in the pinned build.
ru: Требует продуктов кодеков, разрешённых в закреплённой сборке.

source: Supported
ru: Поддерживается

source: Unverified
ru: Не проверено

source: Use an SMB location through the system Files provider. A direct client is not included in this build.
ru: Используйте SMB-расположение через системное приложение «Файлы». Прямой SMB-клиент не входит в эту сборку.

source: Output sample rate
ru: Частота дискретизации выхода

source: Source format
ru: Формат источника

source: Direct SMB client
ru: Прямой SMB-клиент

source: Music Library
ru: Медиатека Music

source: App Documents
ru: Документы приложения

source: Files folder
ru: Папка в «Файлах»

source: track
ru: трек

source: tracks
ru: треков

source: Audio session not active yet
ru: Аудиосессия ещё не активна

source: DSP is active
ru: DSP активен

source: Disabled
ru: Отключено

source: Format conversion detected
ru: Обнаружено преобразование формата

source: Incompatible gapless formats
ru: Форматы несовместимы для gapless

source: No known conversion
ru: Известных преобразований нет

source: No output route
ru: Нет маршрута вывода

source: Not active
ru: Не активно

source: Output route changed
ru: Маршрут вывода изменён

source: Processing converted for output
ru: Обработанный сигнал преобразован для выхода

source: Source converted for processing
ru: Источник преобразован для обработки

source: System selected
ru: Выбрано системой

source: Verified for current route
ru: Подтверждено для текущего маршрута

source: Master gain
ru: Общее усиление

source: Enter a value within the allowed range.
ru: Введите значение в допустимом диапазоне.

source: This preset contains more than 16 bands.
ru: Этот профиль содержит больше 16 полос.

source: Import First 16 Bands
ru: Импортировать первые 16 полос

source: Only the first 16 filters can be imported. Remaining filters will be listed as warnings.
ru: Можно импортировать только первые 16 фильтров. Остальные будут перечислены как предупреждения.

source: Filter omitted because the app supports at most 16 bands.
ru: Фильтр пропущен: приложение поддерживает не более 16 полос.

source: The imported equalizer values are outside the supported ranges.
ru: Импортированные значения эквалайзера выходят за поддерживаемые диапазоны.

source: The preset contains no supported filters.
ru: Профиль не содержит поддерживаемых фильтров.

source: Only local audio files can be played.
ru: Можно воспроизводить только локальные аудиофайлы.

source: Unable to clear the saved queue
ru: Не удалось очистить сохранённую очередь

source: Unable to save the playback queue
ru: Не удалось сохранить очередь воспроизведения

source: Unable to refresh Music Library changes.
ru: Не удалось обновить изменения медиатеки Music.

source: Unable to load more search results.
ru: Не удалось загрузить дополнительные результаты поиска.

source: Could not load equalizer settings.
ru: Не удалось загрузить настройки эквалайзера.

source: Could not save. Check storage and try again.
ru: Не удалось сохранить. Проверьте хранилище и повторите попытку.

source: Current Output
ru: Текущий выход

source: DSP apply failed; safe bypass is active.
ru: Не удалось применить DSP; включён безопасный обход.

source: Equalizer settings could not be applied; safe bypass is active.
ru: Не удалось применить настройки эквалайзера; включён безопасный обход.

source: Preset could not be deleted.
ru: Не удалось удалить профиль.

source: Preset could not be renamed.
ru: Не удалось переименовать профиль.

source: Saved equalizer assignment could not be reloaded.
ru: Не удалось повторно загрузить назначение эквалайзера.

source: Saved equalizer changes could not be reloaded.
ru: Не удалось повторно загрузить сохранённые изменения эквалайзера.

source: Saved output is unavailable; using current output.
ru: Сохранённый выход недоступен; используется текущий.

source: Saved presets could not be loaded.
ru: Не удалось загрузить сохранённые профили.

source: Loading EQ…
ru: Загрузка эквалайзера…

source: Saving…
ru: Сохранение…

source: Stop
ru: Стоп

source: Undo
ru: Отменить

source: Redo
ru: Повторить

source: Reset Master Gain
ru: Сбросить общее усиление

source: Resulting gain
ru: Итоговое усиление

source: Preset could not be duplicated.
ru: Не удалось дублировать профиль.

source: %@ Copy
ru: %@ — копия

source: %@ dB
ru: %@ дБ

source: %@ decibels
ru: %@ децибел

source: %@ • %lld tracks
ru: %@ • треков: %lld

source: %lld Hz
ru: %lld Гц

source: %lld Hz requested
ru: Запрошено %lld Гц

source: %lld Hz · %lld ch · %@
ru: %lld Гц · %lld кан. · %@

source: %lld Hz, %lld channels
ru: %lld Гц, каналов: %lld

source: %lld albums • %lld tracks
ru: Альбомов: %lld • треков: %lld

source: %lld channels
ru: Каналов: %lld

source: %lld kHz
ru: %lld кГц

source: %lld kHz / %lld-bit
ru: %lld кГц / %lld бит

source: %lld tracks
ru: Треков: %lld

source: %lld-bit
ru: %lld бит

source: Actual output: %lld Hz. Preferred requests are not guaranteed.
ru: Фактический выход: %lld Гц. Выполнение запроса предпочтительной частоты не гарантируется.

source: Added %@ to queue.
ru: %@ добавлен в очередь.

source: Added %@.
ru: Добавлено: %@.

source: Allowed: %@…%@ %@
ru: Допустимо: %@…%@ %@

source: Audio
ru: Аудио

source: Audio system recovery failed: %@
ru: Не удалось восстановить аудиосистему: %@

source: Automatic attenuation: %@ dB
ru: Автоматическое ослабление: %@ дБ

source: Band %lld, %@, %lld hertz, %@ decibels, %@
ru: Полоса %lld, %@, %lld герц, %@ децибел, %@

source: Choose whether Metronome should retain permission to %@. Audio files are never deleted.
ru: Выберите, должно ли приложение сохранить доступ к %@. Аудиофайлы никогда не удаляются.

source: Enter exact value for %@
ru: Введите точное значение для параметра «%@»

source: Equalizer response graph. Selected band at %lld hertz, %@ decibels. Swipe up or down to adjust gain.
ru: График АЧХ эквалайзера. Выбрана полоса %lld герц, %@ децибел. Смахните вверх или вниз, чтобы изменить усиление.

source: Found %lld audio files in %@.
ru: В %2$@ найдено аудиофайлов: %1$lld.

source: Headroom %@ dB
ru: Запас %@ дБ

source: Import failed: %@
ru: Ошибка импорта: %@

source: Imported %lld audio files from %@.
ru: Из %2$@ импортировано аудиофайлов: %1$lld.

source: Imported %lld bands with %lld warnings.
ru: Импортировано полос: %lld; предупреждений: %lld.

source: Imported %lld bands.
ru: Импортировано полос: %lld.

source: Imported %lld of %lld audio files from %@. Failed metadata for %lld.
ru: Из %3$@ импортировано %1$lld из %2$lld аудиофайлов. Не удалось прочитать метаданные для %4$lld.

source: Imported %lld playable Music Library tracks. Kept %lld protected and %lld unavailable items with playback disabled.
ru: Из медиатеки импортировано воспроизводимых треков: %lld. Сохранено защищённых объектов: %lld и недоступных объектов: %lld; их воспроизведение отключено.

source: Invalid equalizer data on line %lld.
ru: Некорректные данные эквалайзера в строке %lld.

source: Last scan: %@
ru: Последнее сканирование: %@

source: Lossless
ru: Без потерь

source: No tracks match "%@".
ru: Нет треков по запросу «%@».

source: Play %@
ru: Воспроизвести %@

source: Playback failed: %@
ru: Ошибка воспроизведения: %@

source: Playing %@.
ru: Воспроизводится %@.

source: Playing %@. %lld %@ queued; %lld unavailable %@ skipped.
ru: Воспроизводится %@. В очереди: %lld %@; пропущено недоступных: %lld %@.

source: Playing next: %@.
ru: Следом воспроизводится: %@.

source: Reconnected %@.
ru: Доступ к %@ восстановлен.

source: Remove indexed tracks from %@. Audio files are never deleted.
ru: Удалить индексированные треки из %@. Аудиофайлы никогда не удаляются.

source: Removed indexed tracks for %@. Folder access is retained.
ru: Индексированные треки для %@ удалены. Доступ к папке сохранён.

source: Removed the index and forgot access to %@. Files were not deleted.
ru: Индекс удалён, доступ к %@ забыт. Файлы не удалялись.

source: Rescan %@
ru: Пересканировать %@

source: Skipped %lld unavailable saved queue items.
ru: Пропущено недоступных сохранённых элементов очереди: %lld.

source: The preset contains more than %lld filters.
ru: Профиль содержит больше %lld фильтров.

source: Unable to add %@ next.
ru: Не удалось поставить %@ следующим.

source: Unable to add %@ to queue.
ru: Не удалось добавить %@ в очередь.

source: Unable to play %@.
ru: Не удалось воспроизвести %@.

source: Unable to preload the next track: %@
ru: Не удалось подготовить следующий трек: %@

source: Unable to scan %@.
ru: Не удалось просканировать %@.

source: Unsupported directive was ignored: %@
ru: Неподдерживаемая директива проигнорирована: %@

source: Unsupported filter type: %@.
ru: Неподдерживаемый тип фильтра: %@.

source: Stored frequency %@ Hz is limited to %@ Hz for the current output.
ru: Сохранённая частота %@ Гц ограничена до %@ Гц для текущего выхода.

source: Unknown Album
ru: Неизвестный альбом

source: Unknown Artist
ru: Неизвестный исполнитель

source: No active profile
ru: Нет активного профиля

source: EQ Profile
ru: Профиль эквалайзера

source: EQ Scope
ru: Область эквалайзера

source: Analyzer
ru: Анализатор

source: Live Spectrum
ru: Живой спектр

source: The analyzer runs only while the EQ screen is visible and playback is active.
ru: Анализатор работает только при открытом экране эквалайзера и активном воспроизведении.

source: Live spectrum is disabled in Playback settings; the predicted EQ response remains available.
ru: Живой спектр отключён в настройках воспроизведения; расчётная АЧХ эквалайзера остаётся доступной.

source: Preferred sample-rate request failed: %@
ru: Не удалось запросить предпочтительную частоту дискретизации: %@
